---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotAddToGroupFormatWarn
source: html/4389220c-cde9-b21b-1cd4-9b194085dc2c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotAddToGroupFormatWarn Property

[Element] cannot be added to the instance of [Group]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotAddToGroupFormatWarn { get; }
```